[
  {
    "id": "module-1",
    "title": "Introduktion til Romantikken",
    "date": "1. Februar 2023",
    "description": "<p>Grundlæggende gennemgang af <strong>Romantikken</strong> som kulturhistorisk periode (ca. 1800-1870). Dette modul giver en introduktion til periodens vigtigste idéer, samfundsforhold og kunstneriske strømninger.</p>",
    "topicId": "topic-1"
  },
  {
    "id": "module-2",
    "title": "Universalromantikken",
    "date": "8. Februar 2023",
    "description": "<p>Fokus på den tidlige romantiske periode med vægt på <u>universalromantikkens</u> grundtanker. Vi arbejder med Schack Staffeldts digte og den filosofiske baggrund hos tyske tænkere som Schelling.</p>",
    "icon": "https://cdn-icons-png.flaticon.com/512/2232/2232688.png",
    "topicId": "topic-1"
  },
  {
    "id": "module-3",
    "title": "Nationalromantikken",
    "date": "15. Februar 2023",
    "description": "<p>Udforskning af det nationale som tema i romantikken. Vi analyserer Adam Oehlenschlägers værker og diskuterer, hvordan det særligt danske blev dyrket i kunsten og litteraturen i kølvandet på Napoleonskrigene.</p>",
    "topicId": "topic-1"
  },
  {
    "id": "module-4",
    "title": "Romantismens natursyn",
    "date": "22. Februar 2023",
    "description": "<p><u>Analyser</u> af <strong>naturens rolle</strong> i romantikkens litteratur. Vi undersøger H.C. Andersens eventyr og Steen Steensen Blichers noveller med fokus på forholdet mellem menneske og natur.</p>",
    "icon": "https://cdn-icons-png.flaticon.com/512/2232/2232688.png",
    "topicId": "topic-1"
  },
  {
    "id": "module-5",
    "title": "Biedermeier og poetisk realisme",
    "date": "1. Marts 2023",
    "description": "<p>Undersøgelse af hverdagslivets romantisering i Biedermeier-perioden. Vi fokuserer på særligt Chr. Winthers digte og familieidealet i periodens litteratur og kunst.</p>",
    "topicId": "topic-1"
  },
  {
    "id": "module-6",
    "title": "Romantisme og det hæslige",
    "date": "8. Marts 2023",
    "description": "<p>Analyse af romantismens fascination af det grusomme, hæslige og fantastiske. Vi arbejder med St. St. Blichers 'Hosekræmmeren' og J.P. Jacobsens tidlige værker som eksempler.</p>",
    "topicId": "topic-1"
  },
  {
    "id": "module-7",
    "title": "Det moderne gennembrud og romantikkens efterliv",
    "date": "15. Marts 2023",
    "description": "<p>Afsluttende diskussion af romantikkens påvirkning på senere perioder og særligt det moderne gennembrud. Vi ser på, hvordan forfattere som Georg Brandes og Henrik Pontoppidan forholdt sig til romantikkens arv.</p>",
    "topicId": "topic-1"
  },
  {
    "id": "module-8",
    "title": "Syndefaldsmyten: Introduktion",
    "date": "1. April 2023",
    "description": "<p>Dette modul introducerer <strong>Syndefaldsmyten</strong> fra Biblen, med fokus på 'Første Mosebog', 3. kapitel. Vi gennemgår mytens grundlæggende symbolik, kulturhistoriske betydning og dens indflydelse på litteraturen gennem tiden.</p>",
    "topicId": "topic-2"
  },

  {
    "id": "module-9",
    "title": "Romantikken",
    "date": "8. April 2023",
    "description": "<p>Introduktion til Romantikken som litterær periode med fokus på centrale temaer som natur, følelser og national identitet. Vi analyserer udvalgte digte og diskuterer periodens betydning for dansk kultur.</p>",
    "topicId": "topic-2"
  },
  {
    "id": "module-10",
    "title": "Shakespeare",
    "date": "15. April 2023",
    "description": "<p>Analyse og fortolkning af udvalgte scener fra William Shakespeares dramaer. Vi diskuterer karakterer, temaer og Shakespeares betydning for verdenslitteraturen.</p>",
    "topicId": "topic-2"
  },
  {
    "id": "module-11",
    "title": "2. Verdenskrig",
    "date": "22. April 2023",
    "description": "<p>Forløb om 2. Verdenskrig med fokus på historiske kilder, dokumentariske tekster og filmklip. Vi arbejder med krigens årsager, forløb og konsekvenser og diskuterer etik og menneskesyn.</p>",
    "topicId": "topic-2"
  },
  {
  "id": "module-12",
  "title": "Den industrielle revolution",
  "date": "29. April 2023",
  "description": "<p>Dette modul introducerer Den industrielle revolution fra slutningen af 1700-tallet og ind i 1800-tallet. Vi ser på de vigtigste opfindelser, teknologiske fremskridt og deres betydning for samfundet, økonomien og arbejdsforholdene.</p><p><br></p><p>Fokus er på årsager, konsekvenser og centrale personer som James Watt og Henry Ford, samt hvordan revolutionen banede vejen for det moderne industrisamfund.</p>",
  "topicId": "topic-2"
  },
  {
    "id": "module-13",
    "title": "Helle Helle: Sit eget system",
    "date": "6. Maj 2023",
    "description": "<p>Undersøgelse af minimalisme og hverdagsrealisme i Helle Helles novelle 'Sit eget system'. Vi diskuterer hvordan moderne eksistentielle problemstillinger og identitetsdannelse relaterer sig til Syndefaldsmytens tematikker om skyld og erkendelse.</p>",
    "topicId": "topic-2"
  }
]