[
  {
    "id": "topic-1",
    "name": "Romantikken",
    "description": "<h5>FORLØB OG FOKUS</h5>\n<p>Eleverne arbejder med romantikken som litterær og kulturel periode i Danmark fra begyndelsen af 1800-tallet. Gennem læsning af centrale tekster introduceres eleverne til romantikkens idéverden, herunder forholdet mellem menneske og natur, individ og fællesskab samt følelse og fornuft.</p>\n<p>Der arbejdes med centrale understrømninger i romantikken som <strong>universalromantik</strong>, <strong>nationalromantik</strong> og <strong>romantisme</strong>. Derudover introduceres eleverne til litterær analyse med fokus på periodekendetegn og virkemidler.</p>\n\n<h5>KERNESTOF: ca. 16 sider</h5>\n<ul>\n  <li>Adam Oehlenschläger: <em>Guldhornene</em> (2 sider)</li>\n  <li>Hans Christian Andersen: <em>Skyggen</em> (4 sider)</li>\n  <li>Steen Steensen Blicher: <em>Hosekræmmeren</em> (5 sider)</li>\n  <li>N.F.S. Grundtvig: Udvalgte salmer og tekster (3 sider)</li>\n  <li>Henrik Steffens: Uddrag fra forelæsningsreferat (2 sider)</li>\n</ul>\n\n<h5>SUPPLERENDE STOF: ca. 14 sider</h5>\n<ul>\n  <li>Håndbog til dansk (s. 112–120, 135–140): Analysemodeller og litteraturhistorie (10 sider)</li>\n  <li>Faktalink: <em>Romantikken</em> (online, udskrift) (4 sider)</li>\n</ul>\n\n<h5>FAGLIGE MÅL</h5>\n<ul>\n  <li>analysere og fortolke litterære tekster i en historisk og kulturel kontekst</li>\n  <li>identificere og anvende kendetegn ved romantikkens litteratur</li>\n  <li>udtrykke sig præcist, nuanceret og formidlingsbevidst både mundtligt og skriftligt</li>\n  <li>anvende faglige begreber og metoder til litterær analyse</li>\n  <li>dokumentere kendskab til dansk litteratur og dets samspil med europæiske strømninger</li>\n  <li>reflektere over fagets identitet og dets betydning i en bredere samfundsmæssig sammenhæng</li>\n</ul>\n\n<h5>ARBEJDSFORMER</h5>\n<ul>\n  <li>læreroplæg, klassesamtaler, gruppearbejde, elevfremlæggelser, individuelle skriveøvelser og quizzer</li>\n</ul>"
  },
  {
    "id": "topic-2",
    "name": "Fortællinger om Syndefaldet",
    "description": "<h5>FORLØB OG FOKUS</h5>\n<p>Eleverne læser skønlitterære tekster fra 1900-tallet til i dag, der tematisk tager sit afsæt i Syndefaldsmyten. Målet er at give eleverne forståelse for samspillet mellem skønlitteratur, kultur og samfund.</p>\n<p>Metodisk er der fokus på litterær analyse samt introduktion til <strong>strukturalistisk</strong>, <strong>psykoanalytisk</strong>, <strong>socialhistorisk</strong> og <strong>ideologikritisk</strong> metode/læsning.</p>\n\n<h5>KERNESTOF: ca. 16 sider</h5>\n<ul>\n  <li>Biblen \"Første Mosebog\", 3. kap (2 sider)</li>\n  <li>Klaus Rifbjerg: <em>Den kroniske uskyld</em> (uddrag) (4 sider)</li>\n  <li>Anders Bodelsen: <em>Drivhuset</em> (5 sider)</li>\n  <li>Ernest Hemingway: <em>Indianerlejr</em> (3 sider)</li>\n  <li>Helle Helle: <em>Sit eget system</em> (2 sider)</li>\n</ul>\n\n<h5>SUPPLERENDE STOF: ca. 14 sider</h5>\n<ul>\n  <li>Håndbog til dansk (s. 44-48, 55-60, 95-97) (14 sider)</li>\n</ul>\n\n<h5>FAGLIGE MÅL</h5>\n<ul>\n  <li>udtrykke sig præcist, nuanceret og formidlingsbevidst mundtligt, skriftligt såvel som multimodalt</li>\n  <li>beherske skriftsprogets normer for korrekthed og anvende grammatiske og stilistiske grundbegreber</li>\n  <li>anvende centrale skriftlige fremstillingsformer (herunder redegøre, diskutere, analysere, fortolke og vurdere) med formidlingsbevidsthed</li>\n  <li>analysere, fortolke og perspektivere fiktive og ikke-fiktive tekster i alle medier</li>\n  <li>dokumentere kendskab til en bred repræsentation af dansk litteratur gennem tiderne med perspektiv til litteraturen i Norden, Europa og den øvrige verden</li>\n  <li>demonstrere viden om og reflektere over fagets identitet og metoder</li>\n</ul>\n\n<h5>ARBEJDSFORMER</h5>\n<ul>\n  <li>læreroplæg, elevoplæg, individuelt arbejde, gruppearbejde, individuelle skriveøvelser</li>\n</ul>"
  }
] 