[
  {
    "id": "topic-1",
    "name": "Romantikken",
    "description": "<p>Romantikken var en kulturel bevægelse fra slutningen af 1700-tallet til midten af 1800-tallet. Den var kendetegnet ved fokus på følelser, natur, fantasi og individualisme som reaktion på oplysningstidens rationalisme.</p>"
  },
  {
    "id": "topic-2",
    "name": "Fortællinger om Syndefaldet",
    "description": "<h5>FORLØB OG FOKUS</h5><p>Eleverne læser skønlitterære tekster fra 1900-tallet til i dag, der tematisk tager sit afsæt i Syndefaldsmyten. Målet er at give eleverne forståelse for samspillet mellem skønlitteratur, kultur og samfund.</p><p>Metodisk er der fokus på litterær analyse samt introduktion til <strong>strukturalistisk</strong>, <strong>psykoanalytisk</strong>, <strong>socialhistorisk</strong> og <strong>ideologikritisk</strong> metode/læsning.</p><h5>KERNESTOF: ca. 16 sider</h5><ul><li>Biblen \"Første Mosebog\", 3. kap (2 sider)</li><li>Klaus Rifbjerg: Den kroniske uskyld (uddrag) (4 sider)</li><li>Anders Bodelsen: Drivhuset (5 sider)</li><li>Hemingway: Indianerlejr (3 sider)</li><li>Helle Helle: Sit eget system (2 sider)</li></ul><h5>SUPPLERENDE STOF: ca. 14 sider</h5><ul><li>Håndbog til dansk (s. 44-48, 55-60, 95-97) (14 sider)</li></ul><h5>FAGLIGE MÅL</h5><ul><li>udtrykke sig præcist, nuanceret og formidlingsbevidst mundtligt, skriftligt såvel som multimodalt</li><li>beherske skriftsprogets normer for korrekthed og anvende grammatiske og stilistiske grundbegreber</li><li>anvende centrale skriftlige fremstillingsformer (herunder redegøre, diskutere, analysere, fortolke og vurdere) med formidlingsbevidsthed.</li><li>analysere, fortolke og perspektivere fiktive og ikke-fiktive tekster i alle medier.</li><li>dokumentere kendskab til en bred repræsentation af dansk litteratur gennem tiderne med perspektiv til litteraturen i Norden, Europa og den øvrige verden</li><li>demonstrere viden om og reflektere over fagets identitet og metoder</li></ul><h5>ARBEJDSFORMER</h5><ul><li>læreroplæg, elevoplæg, individuelt arbejde, gruppearbejde, individuelle skriveøvelser</li></ul>"
  }
] 